/*
 Navicat Premium Data Transfer

 Source Server         : company
 Source Server Type    : MySQL
 Source Server Version : 50643
 Source Host           : localhost:3306
 Source Schema         : beadhouse

 Target Server Type    : MySQL
 Target Server Version : 50643
 File Encoding         : 65001

 Date: 25/04/2020 17:13:38
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for bed
-- ----------------------------
DROP TABLE IF EXISTS `bed`;
CREATE TABLE `bed`  (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `uid` int(5) NULL DEFAULT NULL COMMENT '用户id',
  `dormId` int(5) NULL DEFAULT NULL COMMENT '楼舍id',
  `describle` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `price` double(10, 0) NULL DEFAULT NULL COMMENT '价格',
  `status` int(1) NULL DEFAULT NULL COMMENT '床铺状态 0未住  1已住  2预订',
  `icon` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 106 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of bed
-- ----------------------------
INSERT INTO `bed` VALUES (88, 52, 1, '八人间', 1000, 1, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (89, 13, 1, '八人间', 1000, 1, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (90, 0, 3, '三人间', 3500, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (92, NULL, 12, '四人间', 2500, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (93, NULL, 24, '六人间', 1500, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (94, 0, 8, '二人间', 4500, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (95, 17, 1, '八人间', 1000, 2, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (96, 0, 15, '单人间', 5000, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (97, 0, 15, '单人间', 5000, 0, 'http://localhost:8080/file/pic2.jpg');
INSERT INTO `bed` VALUES (98, NULL, 18, '四人间', 2500, 0, 'http://localhost:8080/file/pic1.png');
INSERT INTO `bed` VALUES (99, NULL, 18, '四人间', 2500, 0, 'http://localhost:8080/file/pic1.png');
INSERT INTO `bed` VALUES (100, NULL, 9, '八人间', 1000, 0, 'http://localhost:8080/file/pic1.png');
INSERT INTO `bed` VALUES (101, NULL, 9, '八人间', 1000, 0, 'http://localhost:8080/file/pic3.jpg');
INSERT INTO `bed` VALUES (102, NULL, 9, '八人间', 1000, 0, 'http://localhost:8080/file/pic3.jpg');
INSERT INTO `bed` VALUES (103, NULL, 10, '六人间', 1500, 0, 'http://localhost:8080/file/pic1.png');
INSERT INTO `bed` VALUES (104, 5, 10, '六人间', 1500, 2, 'http://localhost:8080/file/pic3.jpg');
INSERT INTO `bed` VALUES (105, NULL, 24, '六人间', 1500, 0, 'http://localhost:8080/file/pic1.png');

-- ----------------------------
-- Table structure for bodyinfo
-- ----------------------------
DROP TABLE IF EXISTS `bodyinfo`;
CREATE TABLE `bodyinfo`  (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `uid` int(5) NULL DEFAULT NULL COMMENT '用户id',
  `weight` int(2) NULL DEFAULT NULL COMMENT '体重 0-40以下 1-40-50kg 2-50-60kg 3-60-70kg 4-70-80kg 5-80kg以上',
  `cold` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '身体冰凉',
  `bodyAttent` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '身体状况关注',
  `chronic` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '慢性疾病',
  `urine` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '小便情况',
  `shit` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '大便情况',
  `symptom` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '近期状况',
  `tightness` int(2) NULL DEFAULT NULL COMMENT '胸闷 1没有  2有  3经常',
  `medHistory` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '病史',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of bodyinfo
-- ----------------------------
INSERT INTO `bodyinfo` VALUES (1, 5, 0, '1', '1', '1', '1', '1', '1', 1, '。。。。。。。。。。。');
INSERT INTO `bodyinfo` VALUES (2, 11, 1, '5', '4,5', '4', '3,5', '3', '4', 3, NULL);
INSERT INTO `bodyinfo` VALUES (3, 9, 3, '5', '6', '4', NULL, NULL, '8', 1, '大病没有，小病不断');
INSERT INTO `bodyinfo` VALUES (4, 21, 5, '5', '10', '4', '1', '5', '1,2', 2, '气喘，胃病');
INSERT INTO `bodyinfo` VALUES (5, 20, 3, '3,5', '6', '2,4', '2', '1', '8', 1, '身体好好！');
INSERT INTO `bodyinfo` VALUES (6, 48, 0, '2', NULL, '1', '2', '2', NULL, 2, '有高血压，另外消化不良。');
INSERT INTO `bodyinfo` VALUES (7, 50, 1, '2', '2,10', '4', '3', '1,3', '1', 1, '胃不好，有胃病');
INSERT INTO `bodyinfo` VALUES (8, 52, 0, '2', '3', '3', '2', '2', '2', 2, '没有大病，，，，，');

-- ----------------------------
-- Table structure for class
-- ----------------------------
DROP TABLE IF EXISTS `class`;
CREATE TABLE `class`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '排版id',
  `className` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '班系名称',
  `classInfo` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '班系描述',
  `classHour` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '班系时长',
  `uid` int(11) NULL DEFAULT NULL COMMENT '关联用户id',
  `position` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `situation` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '考勤情况',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of class
-- ----------------------------
INSERT INTO `class` VALUES (1, '白班', '清洁', '8', 34, '清洁工', '全勤');
INSERT INTO `class` VALUES (2, '白班', '照顾老人', '8', 35, '护理', '全勤');
INSERT INTO `class` VALUES (3, '白班', '照顾老人', '8', 39, '护理', '全勤');

-- ----------------------------
-- Table structure for cost
-- ----------------------------
DROP TABLE IF EXISTS `cost`;
CREATE TABLE `cost`  (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `bid` int(255) NULL DEFAULT NULL COMMENT '床id',
  `uid` int(5) NULL DEFAULT NULL COMMENT '用户id',
  `costDate` timestamp(0) NULL DEFAULT NULL COMMENT '缴费时间',
  `eaxmCost` double(255, 0) NULL DEFAULT NULL COMMENT '测试费',
  `foodCost` double(255, 0) NULL DEFAULT NULL COMMENT '伙食费',
  `lineCost` double(10, 0) NULL DEFAULT NULL COMMENT '上网费',
  `orderStatus` int(255) NULL DEFAULT NULL COMMENT '0未支付  1已支付',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 74 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of cost
-- ----------------------------
INSERT INTO `cost` VALUES (67, 95, 17, '2020-03-27 11:56:13', 1500, 2500, 600, 1);
INSERT INTO `cost` VALUES (70, 89, 13, '2020-03-30 09:52:31', 1500, 2500, 600, 1);
INSERT INTO `cost` VALUES (72, 104, 5, '2020-03-31 08:21:43', 1500, 2500, 600, 2);
INSERT INTO `cost` VALUES (73, 88, 52, '2020-03-31 09:20:47', 1500, 2500, 600, 1);

-- ----------------------------
-- Table structure for dormitory
-- ----------------------------
DROP TABLE IF EXISTS `dormitory`;
CREATE TABLE `dormitory`  (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `bedCount` int(2) NULL DEFAULT NULL COMMENT '床位数',
  `roomNum` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '房间号',
  `layerNum` int(2) NULL DEFAULT NULL COMMENT '层数',
  `dormNum` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '大楼编号',
  `note` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '房间描述',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 25 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of dormitory
-- ----------------------------
INSERT INTO `dormitory` VALUES (1, 5, 'A111', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (2, 0, 'A112', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (3, 3, 'A113', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (4, 0, 'A114', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (5, 0, 'A115', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (6, 0, 'A211', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (7, 0, 'A212', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (8, 2, 'A213', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (9, 8, 'A214', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (10, 5, 'A215', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (11, 0, 'A216', 2, 'A', '方便居住');
INSERT INTO `dormitory` VALUES (12, 4, 'B111', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (13, 0, 'B112', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (14, 0, 'B113', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (15, 1, 'B114', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (16, 0, 'B115', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (17, 0, 'B211', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (18, 4, 'B212', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (19, 0, 'B213', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (20, 0, 'B214', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (21, 0, 'B215', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (22, 0, 'B216', 2, 'B', '方便居住');
INSERT INTO `dormitory` VALUES (23, 0, 'C111', 4, 'C', '方便居住');
INSERT INTO `dormitory` VALUES (24, 6, 'C112', 4, 'C', '方便居住');

-- ----------------------------
-- Table structure for information
-- ----------------------------
DROP TABLE IF EXISTS `information`;
CREATE TABLE `information`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '公告id',
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '标题',
  `content` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '内容·',
  `createTime` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `pic` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 34 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of information
-- ----------------------------
INSERT INTO `information` VALUES (1, '关于进一步做好养老机构和儿童福利机构新型冠状病毒感染的肺炎疫情防控工作的通知', '<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;为坚决贯彻习近平总书记关于疫情防控的重要指示精神，落实国务院应对新型冠状病毒感染的肺炎疫情联防联控机制《关于做好老年人新型冠状病毒感染的肺炎疫情防控工作的通知》（肺炎机制发〔2020〕11号）和民政部关于印发《养老机构新型冠状病毒感染的肺炎疫情防控指南（第一版）》《儿童福利领域服务机构新型冠状病毒感染的肺炎疫情防控工作指南（第一版）》紧急通知的要求，根据省委省政府领导批示指示，进一步做好养老机构和儿童福利机构（以下简称福利服务机构）疫情防控工作，现就有关事项通知如下：\r\n</p>\r\n<p>一、提高思想认识，实施重点防控</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;福利服务机构中的老年人、儿童属易感人群且集中居住，存在较大疫情发生风险。省委、省政府高度重视，强调要抓紧部署，切实做好养老机构疫情防控工作，帮助各地解决遇到的困难和问题。各地各有关部门要从保护特殊群体生命安全、维护社会稳定、保障公共卫生安全的高度，将福利服务机构作为疫情防控的重点部位，在各级疫情防控工作应急指挥部统一领导下，全面落实封闭式管理，加大防护和应急处置力度，切实强化联防联控措施。</p>\r\n\r\n<p>二、落实主体责任，做好疫情防控</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;福利服务机构负责人均为疫情防控第一责任人。所有机构要严格按照当地防控应急指挥部的部署要求，切实加强各类人员的防护措施，最大限度降低院内感染风险。落实人员日常监测制度，一旦发生疑似肺炎疫情，立即转诊到定点医院，并做好密切接触者隔离观察。对机构内所有人员加强疫情防控宣传教育，普及科学防控知识，指导做好个人防护，保持良好卫生和健康习惯。重视各类人员的心理调节，纾解焦虑恐惧情绪。停止举办各类聚集性活动，实施严格消毒，保持环境卫生。遇到困难和问题，要立即向当地防控应急指挥部报告请示。</p>\r\n\r\n<p>三、落实封闭措施，严格出入管理</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;各地要认真落实省民政厅制定的《福建省养老机构新型冠状病毒感染的肺炎疫情防控工作导则（第一版）》及有关规定，对福利服务机构实行全封闭管理，严禁不必要的人员出入，暂停一切与外界交流的不必要活动；对于确需出入的人员，按照“凡进必检”原则，认真做好登记核查、体温监测、协助消毒、安全提示等工作。福利服务机构应利用电话、视频、网络等信息化手段，建立与院外家属线上沟通渠道，让家属及时了解院内人员生活情况，缓解家属紧张情绪，争取家属理解和支持，协助做好院内人员安抚工作。</p>\r\n\r\n<p>四、落实防控物资，提供有效保障</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;各地要加强对福利服务机构疫情防控工作的组织领导，落实属地责任，统筹安排好防控物资和资金支持，保障辖区内福利服务机构的防控物资供应，有设置隔离观察区的机构要落实防护服和相关设施设备。福利服务机构对各类防控物资应妥善保管，指定专人负责，并及时补充更新</p>\r\n\r\n', '2019-02-19 04:03:57', 'http://localhost:8080/file/info1.jpg');
INSERT INTO `information` VALUES (2, '敬老院收费标准', '<p>&nbsp; &nbsp; &nbsp; &nbsp;很多人都不知道，每个地方的敬老院的收费标准都是有差异的，有些比较贵，有些比较便宜，有些是每年收一次，有些是按月来收费，具体的收费标准其实并没有固定性的，那么敬老院收费标准是多少呢?一起随小编来看看吧.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;在是否送老人到养老院去养老这个问题上纠结的年轻人，往往都是希望自己的父母能够晚年过的幸福、快乐。而作为外行，他们可能不知道敬老院收费标准，不知道如何区分敬老院的好坏，下面就一起随佰佰安全网小编来了解一下吧。</p>\r\n一、公办敬老院\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;一般情况下，公办敬老院收费标准并不高，好一点的一个月四五千，普通的两千左右就能搞定。公办敬老院的环境通常都很好，因为是政府出资，所选地址自然是最好的。再加上设施完备、护理周到，周围也会有医院等医疗机构，老人在这里也能得到很好的照顾。不过，公办敬老院的资源实在太少，基本都是排不上队的。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;像北京敬老院就优先接收失智失能老人、鳏寡孤独老人、失独老人以及军烈家属等，这些都会得到优先待遇，而其他正常家庭的老人则需要排队，往往等很久也未必排的上号。因为公共养老资源实在有限，所以，普通健康家庭很难享受到。</p>\r\n二、私立敬老院\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;私人敬老院分为三种，分别是高档、中档和低档，它们因为档次的不同，在敬老院收费标准方面也是不一样的。</p>\r\n</p>第一种：低档敬老院</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;这种只是提供必要的生活用品，很少有娱乐设施，同时空间小，房间也多是多人间，专业医生和养护人员比例相对较低。低档养老院能够自理不需要服务的大概一个月一千六左右就行，半自理的稍微贵点，不能自理的最贵，至少也要三千以上。</p>\r\n<p>第二种：中档敬老院</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;设施较为完善的中档敬老院，有生活区和娱乐区之分，活动空间比较大，而且选择性强，单人间、双人间、三人间、四人间等，不同的选择费用不同。中档敬老院在接收老人时会分为几种情况，包括医疗服务和生活护理、技术护理等。费用从3500-7500不等。</p>\r\n<p>第三种：高端养老机构</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;此类敬老院收费标准较高，最少也要七八千，贵的好几万，普通经济收入的家庭很难承受。不过，与高费用成正比的是，它的服务也是非常好的。不仅环境好，设施齐全，而且可选择性高。接收老人也分为失能区和自理区，护理水平很高。乐成恭和老年公寓就是其中之一，不仅拥有完善的适老设施，同时为老人提供各种娱乐项目和体验，丰富老人的精神世界。为老人建立健康档案，定期回访不说，还有养护和医疗中心，保证老人的健康。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;以上就是敬老院收费标准的内容介绍，可以看出，不同敬老院收费标准是完全不同的，那么在进行选择的时候需要按照自己的实际情况和需求进行合理的选择，如需了解更多敬老院等小知识，请继续关注佰佰安全网老人安全常识栏目吧。</p>\r\n.\r\n\r\n\r\n\r\n\r\n\r\n\r\n', '2010-03-01 15:31:20', 'http://localhost:8080/file/info33.jpg');
INSERT INTO `information` VALUES (3, '关于印发《福建省养老机构新型冠状病毒感染的肺炎疫情防控工作导则（第一版）》的通知', '<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n各市、县(区)民政局，平潭综合实验区社会事业局：</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n为加强养老机构新型冠状病毒感染的肺炎疫情防控工作，根据民政部《关于印发<养老机构新型冠状病毒感染的肺炎疫情防控指南(第一版)的紧急通知>》，结合我省实际，制定《福建省养老机构新型冠状病毒感染的肺炎疫情防控工作导则(第一版)》。现印发给你们，请督促指导当地养老机构(组织)抓好贯彻落实，按照要求尽快建立新型冠状病毒感染的肺炎疫情防控工作机制、工作流程及相关制度，扎实做好疫情防控各项工作，确保养老机构老年人身体健康和生命安全。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n福建省养老机构新型冠状病毒感染的肺炎疫情防控工作导则（第一版）</p>\r\n\r\n<p>第一条 为做好养老机构新型冠状病毒感染的肺炎防控疫情工作，按照民政部《关于印发<养老机构新型冠状病毒感染的肺炎疫情防控指南(第一版)的紧急通知>》等要求，制定本工作导则。</p>\r\n\r\n<p>第二条 养老机构新型冠状病毒感染的肺炎疫情防控工作应坚持以人为本、预防为先、依靠科学、依法处置、公开透明、群防群控的原则，切实履行属地责任、部门责任、单位责任、个人责任，全面落实早发现、早报告、早隔离、早治疗措施，努力确保养老机构内老年人的身体健康和生命安全。</p>\r\n\r\n<p>第三条 养老机构应成立新型冠状病毒感染的肺炎疫情防控工作小组，负责养老机构内防控管理工作的组织、相关制度的制定和落实，建立健全机构疫情防控工作责任制、工作方案和应急预案，组织实时监测和防护，严格落实新型冠状病毒感染的肺炎疫情监测报告、应急响应和处置等工作，并协调物资、人员及紧急事件处置。</p>\r\n\r\n<p>养老机构新型冠状病毒感染的肺炎疫情防控工作小组应由养老机构负责人、重点部门负责人、医务人员、营养师、养老护理主管、社会工作者及负责隔离的专管人员等组成。</p>\r\n\r\n<p>第四条 疫情防控期间，养老机构应参照中国疾控中心《新型冠状病毒感染的肺炎养老院预防临时指南》(附件1)，切实抓好标准贯彻实施，健全完善养老机构新型冠状病毒感染的肺炎疫情防控相关工作制度。具体内容包括：</p>\r\n\r\n<p>(1)养老机构人员进出管理登记制度;</p>\r\n\r\n<p>(2)养老机构内相关人员培训计划; </p>\r\n\r\n<p> (3)养老机构内感染发生时的上报和管理流程; </p>\r\n\r\n<p> (4)新型冠状病毒感染的肺炎预防手册; </p>\r\n\r\n<p> (5)老年人和员工院内日常监测制度。</p>\r\n\r\n<p>第五条 养老机构应加强对工作人员、老年人及其家属的防护知识宣传引导，让全体人员充分认识新型冠状病毒感染的肺炎的危害、临床表现、传播途径、防护措施;加强养老机构内部人员防护知识全员培训，确保全体人员熟练掌握口罩的佩戴方法、六步洗手法、应急预案及紧急事件处置流程。</p>\r\n\r\n<p>第六条 疫情防控期间，养老机构实行全封闭管理，养老机构暂缓接收新入住老年人，暂停接待走访慰问、探视咨询、参观考察的外来人员;暂停所有志愿服务和社会实践活动;除重大疾病外出治疗外，院内老年人暂停离院外出。</p>\r\n\r\n<p>对于需外出治疗看病或确有因老人病重、病危、病故等特殊情况需探视到访的人员，养老机构应按照“凡进必检”原则，认真做好登记核查、体温监测、协助消毒、安全提示等工作，引导到访人员佩戴口罩、按照指定路线和区域进行活动。</p>\r\n\r\n<p>第七条 建立养老机构进入人员筛查登记制度，安排专人对进入人员进行实名登记并测量体温(电子体温测量仪)，询问并记录旅行史、是否有新型冠状病毒感染的肺炎疑似症状(附件2)。如有疑似症状、近期在武汉及相关疫区搭乘火车/飞机/长途客车经历者，应当禁止其入院。</p>\r\n\r\n<p>第八条 对于暂时离院的老年人，应根据实际情况个案处理，并积极做好沟通解释工作：</p>\r\n\r\n<p> (1)对家庭有条件照顾的老年人，原则上建议其减少外出在家休养，保持电话随访，待疫情结束后再返院。</p>\r\n\r\n<p> (2)对于家庭没有条件照顾申请归院的老年人，养老机构应组织开展离院期间状况调查评估，重点调查离院期间老年人在哪里、与谁接触;接触人中是否有近两周离开本地出差尤其是去过或在武汉及湖北中转的人员、确诊或疑似症状的人员;近期身体健康状况，是否存在疑似症状。</p>\r\n\r\n<p>养老机构对申请归院老年人完成调查评估后排除风险的，可同意其归院，进行保护性隔离观察14天以上再列入统一照护。对调查评估存在风险的老年人，要求其在院外或家中观察14天以上，排除风险后再归院。如养老机构具备医疗严密隔离能力的，可接收具有评估风险的老年人返院，按规范医疗措施进行隔离照护;不具备条件的养老机构不得随意接收具有评估风险的老年人返院，应对家属和老人耐心做好解释工作，并保持随访，视疫情发展和老年人情况，再行确定归院时间。</p>\r\n\r\n<p>第九条 外出老年人较多且有条件的机构，可设置保护性隔离专区用于隔离观察，配置相应的防护用品、设施设备，配备专业服务人员。观察期间，与老年人密切接触的护理员等工作人员，其服务的区域和服务的老年人都应固定，并且其居住也应与其他在院人员相对隔离。</p>\r\n\r\n<p>第十条 养老机构应根据实际情况妥善处理员工离院返岗问题。对于机构护理员充足的，提前电话通知员工推迟返院或在家观察14天。对于机构护理员紧张的，提前电话沟通，按以下情况处理：</p>\r\n\r\n<p> (1)对于员工家乡所在地公布发现有新型冠状病毒感染的肺炎的，离院期间去过医院的，暂不要求回院，在家自我隔离观察14天后再返院;对于自诉体温超过37.2℃或有疑似症状者，暂不返院，应积极治疗，在家观察14天后再联系。无上述问题返院者，叮嘱回院途中应全程佩戴口罩，注意个人卫生。</p>\r\n\r\n<p> (2)建立返院员工台帐，查看返院车票，做好归院前体检和流行病学调查，有第一款情形的，先行院外观察。</p>\r\n\r\n<p> (3)刚返院员工，至少7天内与在院员工相对分离居住，暂不与老年人密切接触。密切接触指与老人同一房间生活，或需要为老人提供近身服务等情形。</p>\r\n\r\n<p> (4)返院员工应严格遵守工作期间或在老人照护区域全程佩戴口罩，及时洗手消毒。</p>\r\n\r\n<p> (5)在工作调配上，养老机构应先安排返院员工从事不用与老年人密切接触的工作，两周之后再做调整。</p>\r\n\r\n<p>第十一条 加强养老机构供应服务商出入管理。食材类供应商、被服洗涤供应商应走专属通道，所有人员均要实名登记并测量体温;其他如绿化等项目暂停服务。</p>\r\n\r\n<p>第十二条 养老机构应根据功能性质不同划分老年人居住生活区、后勤保障区、对外窗口管理区。老年人生活区域服务人员应相对固定，不与区域外人员接触。对外窗口管理区只与院外人员接触，不与老年人生活区人员交叉接触。后勤保障人员进入老年人生活区域须消毒手、衣帽鞋等，全程带口罩;在院外采购或协作人员不得进入老年人生活区域。</p>\r\n\r\n<p>第十三条 疫情防控期间，养老机构停止组织一切集体活动，并要求在院老年人之间不串访;避免老年人集中用餐，可安排老年人在各自房间用餐或分区错时就餐;分批次分时段组织老年人在户外活动。</p>\r\n\r\n<p>第十四条 加强老年人情绪疏导，时刻关注院内老年人情绪变化，利用电话、视频、网络等信息化手段建立老年人与院外家属线上沟通渠道，让老年人家属及时了解老年人情况，协助机构做好老年人安抚工作，必要时应安排心理专业疏导。</p>\r\n\r\n<p>第十五条 加强对机构内部老年人和员工的日常监测。发现疑似症状的，应在相对隔离观察的同时，及时通知家属，获取医疗人员专业支持。老年人若处于合住状态，应及时转移到隔离区域或单独房间实施观察和治疗。</p>\r\n\r\n<p>如有确诊或疑似新型冠状病毒感染的肺炎病例，应第一时间报告当地定点诊疗组织机构，采取妥善措施移送患者。并配合卫生健康部门掌握密切接触人员名单，严格按照规定对所有密切接触人实施隔离观察。</p>\r\n\r\n<p>第十六条 建立养老机构异常情况报告机制，疫情防控期间实行日报制度和“零报告”制度，有事及时报告，无事报平安。</p>\r\n\r\n<p>第十七条 养老机构建立定人、定点、定时消毒制度，指定专人负责内部消毒工作，并做好消毒液保管。重点对门把手、无障碍扶手、电梯按键、公用电话按键、公共通道、卫生间、门帘等人员经常接触部位以及员工宿舍区域的消毒工作。</p>\r\n\r\n<p>消毒液参照医疗机构的消毒要求标准配制。</p>\r\n\r\n<p>第十八条 养老机构应妥善做好失能失智老年人排泄物和呕吐物的消毒工作，疫情期间应当使用一次性用品，及时做好卫生清理、终末消毒等无害化处理。</p>\r\n\r\n<p>对于一次性用品垃圾，包括使用过的口罩、有体液纸品等，应丢弃在密闭垃圾袋或专用垃圾袋，按照医疗垃圾处置。</p>\r\n\r\n<p>第十九条 加强养老机构通风工作。疫情防控期间，在做好保暖工作同时，定时保持公共空间和老年人居室、员工宿舍区域空气流通更新，每日房间通风不少于30分钟。</p>\r\n\r\n<p>冬季开窗通风时，应注意避免因室内外温差过大而引起感冒。要重点关注中央空调系统、新风系统可能带来的被污染区域病菌传播扩散问题，提前做好消毒方案。</p>\r\n\r\n<p>第二十条 养老机构工作人员上岗前做好防护准备。与老年人或与外界人员接触的工作人员须佩戴口罩。工作人员上岗前应进行健康监测，对有疑似症状的员工，禁止上岗。</p>\r\n\r\n<p>第二十一条 有条件的养老机构安排一线养老护理员在机构内住宿，尽最大可能减少与外界的接触。一线养老护理员在与老年人有肢体接触或者近身服务后应做洗手消毒处理;上岗前或下班离岗后应做好个人消毒，更换衣服，做到内外有别。</p>\r\n\r\n<p>第二十二条 非一线工作人员不得去老年人居室及活动区域活动，工休期间避免出入社会人流密集场所;有条件的上下班不乘坐公共交通，发现有不适症状的应立即报告。</p>\r\n\r\n<p>第二十三条 送餐、快递、送药人员暂停进入养老机构。对于养老机构获取的外来物资，尤其是老年人家属送给老年人的衣服、其他物品等，门岗应用75%的医用酒精做消毒处理后通知养老护理员领取。</p>\r\n\r\n<p>第二十四条 疫情防控期间，养老机构可根据风险评估情况，暂停开展上门入户服务。</p>\r\n\r\n<p>第二十五条 本省居家社区养老服务照料中心有收住托养老年人的，参照养老机构进行封闭式管理并暂停对外其他服务。农村幸福院、居家养老服务站等养老服务设施暂不对外运营。</p>\r\n\r\n<p>开展助餐服务的老年食堂等，暂停集中就餐;采取中央厨房供餐、个人取餐的，在做好防护情况下提供服务。</p>\r\n\r\n<p>开展巡视探访的专业化养老服务组织，原则上坚持电话访，重点增加对老年人身体状况、物资服务需求的了解，以减少老年人因与外界接触被感染的风险;减少与老年人有密切接触的服务。</p>\r\n\r\n<p>第二十六条 本通知自印发之日起实施。执行过程中如遇到困难和问题，请及时与市、县民政部门联系沟通汇总上报省民政厅养老服务处。后续将根据疫情发展和实际工作情况及时修订完善。</p>\r\n\r\n<p>&nbsp; &nbsp;附件:</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n1.中国疾控中心《新型冠状病毒感染的肺炎养老院预防临时指南》</p>\r\n\r\n <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; \r\n2.疫情防控期间养老机构进入人员登记表</p>\r\n', '2020-02-22 05:05:04', 'http://localhost:8080/file/info2.jpg');
INSERT INTO `information` VALUES (4, '《四川省人民政府办公厅关于推进四川养老服务发展的实施意见》解读', '<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;省政府办公厅日前出台《关于推进四川养老服务发展的实施意见》。根据《实施意见》，我省将实施7大工程，推动养老服务供给结构不断优化、社会有效投资明显扩大、养老服务质量持续改善、养老服务消费潜力充分释放。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;到2022年，力争将四川打造成西部养老服务高地、全国养老服务示范省，在保障人人享有基本养老服务基础上，全面建立居家社区机构相协调、医养康养相结合的养老服务体系，有效满足老年人多层次、多样化养老服务需求，老年人及其子女获得感、幸福感、安全感显著提高。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;根据《实施意见》，我省将重点实施7大工程。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施居家社区养老服务提质增效工程。将居家社区养老服务纳入城乡社区治理重要内容，鼓励老年人家庭进行适老化改造，推动设立“家庭照护床位”，开展失能老年人家庭成员照护培训，探索建立家庭喘息服务机制。到2022年，力争全省所有街道和有条件的乡镇至少建有1个社区养老服务综合体，社区日间照料机构覆盖率达到90%以上。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施机构养老服务提档升级工程。鼓励公办养老机构实行社会化运营或探索改制为国有养老服务企业。鼓励社会资本发展普惠养老机构。到2022年，养老机构护理型床位占比不低于50%，力争养老机构社会化运营的床位不低于60%。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施农村养老服务补短板工程。健全农村留守老年人救助保护机制，探索建立留守老年人风险评估制度。广泛发展互助式养老服务，加大农村互助养老服务设施建设力度。到2022年，农村留守老年人关爱服务工作机制和基本制度全面建立。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施养老服务功能拓展工程。全域推进医养结合，支持乡镇卫生院和养老院“两院一体”发展。符合条件的医疗、护理和康复项目，按规定纳入基本医保支付范围。实施“互联网+养老”行动，建设省、市、县三级养老服务信息平台。到2022年，在二级以上综合医院设置老年医学科的比例超过50%，“县(市、区)-乡镇(街道)-村(居委会)”三级社区老年教育办学网络基本覆盖，老年人就近学习更加方便。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施养老服务消费促进工程。有序推进长期护理保险制度试点。整合高龄津贴、护理补贴等，集中补贴经济困难高龄、失能老年人长期照护费用。推进区域养老服务协同发展，建立“费随人走”“费随人给”异地养老机制。到2022年，全省康复辅助器具产业规模力争达到100亿元，每个市(州)开办1个老年用品市场(展示体验场所)。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施养老服务人才队伍建设工程。鼓励各类院校设置养老服务相关专业或开设相关课程，建立校企养老服务人才双向培养机制。探索建立养老护理员从业年限补贴制度，开展养老护理员职业技能等级认定，培育壮大老年志愿服务队伍。到2022年，全省培养培训300名养老师资、3000名养老院院长、14万名养老护理员、8000名涉老社会工作者。</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;实施综合监管能力提升工程。实施养老服务组织或机构“红黑名单”管理。严厉整治养老服务领域非法集资乱象，对养老机构为弥补设施建设资金不足，通过销售预付费性质“会员卡”等形式进行营销的，按照包容审慎监管原则，明确限制性条件，采取商业银行第三方存管方式确保资金管理使用安全。2020年年底前，市、县政府分级公开本区域养老服务扶持政策、项目清单、服务标准、供需信息和投资指南。</p>\r\n', '2020-01-30 22:59:33', 'http://localhost:8080/file/info3.jpg');
INSERT INTO `information` VALUES (5, '关于进一步做好老年人新型冠状病毒感染的肺炎疫情防控工作的通知', '<p>各地级以上市民政局，省社会福利服务中心、省杨村社会福利院：</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n为贯彻落实习近平总书记关于新型冠状病毒感染的肺炎疫情防控工作的重要指示精神，按照中央和省关于分类指导做好疫情防控工作的要求，全力应对人员返粤高峰期的风险挑战，切实做好我省老年人新型冠状病毒感染的肺炎疫情防控工作，助力打赢疫情防控阻击战，现将有关工作要求通知如下。</p>\r\n\r\n<p>一、加强养老机构出入管理。疫情防控期间，养老机构一律暂停接待走访、慰问和探视活动，暂停接收新入住老年人。对所有出入人员进行实名登记并测量体温、做好防护措施。对现仍在湖北境内或有明确接触史的工作人员，要求暂不返粤;已从湖北返粤的，由单位安排其居家隔离14天，到期无异常情况并经健康检查后正常上班。对湖北以外或无明确接触史的工作人员，经健康检查后可以上班。</p>\r\n\r\n<p>二、加强在院老人管理。所有住院老年人原则上不外出，因看病等特殊原因确需外出的老年人，要帮助老年人做好防护措施。对离院回家过年后要求返院的老年人，加强与家属沟通，建议在疫情解除后再返院。因特殊情况确需返院的，要采取“一事一议”的方式妥善处理，返院后应当在养老机构内设立隔离区，进行不少于14天的隔离观察。</p>\r\n\r\n<p>三、加强养老机构内部聚集管控。养老机构暂停院内集体活动和集中就餐等聚集类活动，采取送餐至老年人房间、组织老年人在居住房间内观看电视、听广播，宣教个人卫生防护、协助老人与家属视频或电话沟通等形式做好服务工作。</p>\r\n\r\n<p>四、严格落实养老机构监测报告制度。各级民政部门要指导辖区内养老机构加强人员排查，开展疫情监测。养老机构要建立早晚监测和疫情防控健康档案制度，为住院老人和工作人员建立健康档案，实行日报告、零报告制度。</p>\r\n\r\n<p>五、暂停居家养老服务机构集中式服务。各级民政部门要监督指导辖区内所有居家养老服务机构暂停集中式服务，乡镇(街道)老年人日间照料中心、社区居家养老服务中心、老年人助餐点等服务设施临时关闭。对特困、空巢、留守老年人，要采取电话巡访、沟通等方式掌握其情况，确有上门服务需要的，工作人员在做好防护的前提下为老年人提供适当的上门服务，并做好老年人家中的清洁消毒工作。</p>\r\n\r\n<p>六、积极开展老年人心理疏导工作。各级民政部门要广泛动员养老服务社会组织、社工机构、心理咨询服务机构积极发挥专业优势，通过电话、网络等多种方式为老年人尤其是特困、空巢、留守、失独老年人提供防控宣传、心理疏导、精神慰藉等关爱服务，帮助老人顺利度过疫情防控期。</p>\r\n\r\n<p>请各地将落实过程中遇到的问题和建议，以及富有成效的经验做法和好人好事及时上报省民政厅养老服务处。</p>\r\n\r\n<p>各地级以上市民政局，省社会福利服务中心、省杨村社会福利院： 为贯彻落实习近平总书记关于新型冠状病毒感染的肺炎疫情防控工作的重要指示精神，按照中央和省关于分类指导做好疫情防控工作的要求，全力应对人员返粤高峰期的风险挑战，切实做好我省老年人新型冠状病毒感染的肺炎疫情防控工作，助力打赢疫情防控阻击战，现将有关工作要求通知如下。</p>\r\n <p>一、加强养老机构出入管理。疫情防控期间，养老机构一律暂停接待走访、慰问和探视活动，暂停接收新入住老年人。对所有出入人员进行实名登记并测量体温、做好防护措施。对现仍在湖北境内或有明确接触史的工作人员，要求暂不返粤;已从湖北返粤的，由单位安排其居家隔离14天，到期无异常情况并经健康检查后正常上班。对湖北以外或无明确接触史的工作人员，经健康检查后可以上班。</p>\r\n <p>二、加强在院老人管理。所有住院老年人原则上不外出，因看病等特殊原因确需外出的老年人，要帮助老年人做好防护措施。对离院回家过年后要求返院的老年人，加强与家属沟通，建议在疫情解除后再返院。因特殊情况确需返院的，要采取“一事一议”的方式妥善处理，返院后应当在养老机构内设立隔离区，进行不少于14天的隔离观察。</p>\r\n<p> 三、加强养老机构内部聚集管控。养老机构暂停院内集体活动和集中就餐等聚集类活动，采取送餐至老年人房间、组织老年人在居住房间内观看电视、听广播，宣教个人卫生防护、协助老人与家属视频或电话沟通等形式做好服务工作。</p>\r\n <p>四、严格落实养老机构监测报告制度。各级民政部门要指导辖区内养老机构加强人员排查，开展疫情监测。养老机构要建立早晚监测和疫情防控健康档案制度，为住院老人和工作人员建立健康档案，实行日报告、零报告制度。</p> \r\n五、暂停居家养老服务机构集中式服务。各级民政部门要监督指导辖区内所有居家养老服务机构暂停集中式服务，乡镇(街道)老年人日间照料中心、社区居家养老服务中心、老年人助餐点等服务设施临时关闭。对特困、空巢、留守老年人，要采取电话巡访、沟通等方式掌握其情况，确有上门服务需要的，工作人员在做好防护的前提下为老年人提供适当的上门服务，并做好老年人家中的清洁消毒工作。</p>\r\n <p>六、积极开展老年人心理疏导工作。各级民政部门要广泛动员养老服务社会组织、社工机构、心理咨询服务机构积极发挥专业优势，通过电话、网络等多种方式为老年人尤其是特困、空巢、留守、失独老年人提供防控宣传、心理疏导、精神慰藉等关爱服务，帮助老人顺利度过疫情防控期。 请各地将落实过程中遇到的问题和建议，以及富有成效的经验做法和好人好事及时上报省民政厅养老服务处。</p>\r\n', '2020-02-27 23:37:38', 'http://localhost:8080/file/info4.jpg');
INSERT INTO `information` VALUES (6, '关于印发《养老机构新型冠状病毒感染的肺炎疫情防控指南（第二版）》的通知', '<p>各省、自治区、直辖市民政厅(局)，各计划单列市民政局，新疆生产建设兵团民政局：</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;为贯彻落实党中央、国务院关于疫情防控工作重要部署及全国民政系统疫情防控工作电视电话会议要求，针对近期疫情防控新情况新问题，在总结各地经验做法、听取有关专家意见基础上，民政部对1月28日发布的《养老机构新型冠状病毒感染的肺炎疫情防控指南(第一版)》作出部分修订，现予印发，并就做好落实工作提出要求如下：\r\n<p>一、进一步明确责任狠抓落实</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n各级民政部门要在党委和政府统一领导下，紧紧依靠当地联防联控机制，做好养老服务领域疫情防控部署的落实工作。要在实战中不断总结经验做法，提升疫情防控能力。要督促指导每家养老机构应知应会、逐项落实民政部《养老机构新型冠状病毒感染的肺炎疫情防控指南》(以下简称《指南》)及属地相关防控要求。要通过建立技术指导组、防控工作交流微信群等方式，充分发挥行业组织和示范性养老机构作用，采取交流借鉴、互帮互学、对口支援等针对性措施，重点帮助防控力量薄弱机构，齐心协力，共渡难关。要力戒形式主义、官僚主义，多采取网络视频会议、微信工作群、电话等方式开展工作。因工作需要进入养老机构的外部人员，要严格遵守养老机构内控措施，做好相应防护工作。</p>\r\n<p>二、进一步加强养老机构出入管理，保障刚性服务需求</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n因家庭无力照顾等特殊情况确需返院的春节回家老年人、拟新入住老年人，以及返岗的养老机构工作人员，如果没有疑似症状、且没有在15日内接触湖北疫区逗留经历人员等《指南》禁止进入的情形，可经医学隔离观察14天无异常后，收住入院或上岗工作。有条件开展医学隔离观察的养老机构，可以自行开展拟进入人员的医学隔离观察;不具备条件的，市或县级民政部门要在本级联防联控机制统筹下，通过政府指定的集中医学隔离观察点、有条件的养老机构或新设立的专门场所，对拟进入人员进行集中医学隔离观察。省级民政部门要加强统筹指导。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n社区养老服务机构(含社区养老机构、日间照料中心、养老驿站、农村幸福院等)原则上暂停集中式服务和聚集性活动;有老年人全日托养的，按养老机构疫情防控要求管理。对空巢(独居)、生活不能自理且子女亲属已接受隔离治疗，或者子女亲属参加疫情防控一线工作无暇照顾的老年人等刚需群体，经与家属协商一致，在安全防护前提下，充分发挥联防联控机制保障作用，动员村(居)民委员会、物业企业、养老服务机构等做好上门帮扶或接收入住养老机构。</p>\r\n<p>三、进一步加强统筹协调，严防养老机构成为群体性感染爆发点</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n认真贯彻落实国务院应对新型冠状病毒感染的肺炎疫情联防联控机制《关于做好老年人新型冠状病毒感染肺炎疫情防控工作的通知》(肺炎机制发〔2020〕11号)要求，针对养老机构口罩、消毒液等防护物资紧缺和医疗资源不充分等情况，各级民政部门要及时精确掌握，第一时间向辖区联防联控机制反映，协调建立养老机构内感染病人救治绿色通道，给予相应防控物资和防控技术支持。省级民政部门要指导市县级民政部门研究制定养老机构出现疫情后的应急处置预案，并纳入本级联防联控机制。根据需要建立区域养老服务应急支援队伍，对疫情防控中遇到突发紧急事件、无法自我处置的养老机构，给予支援。养老机构出现疫情的，辖区民政部门要即时启动应急预案，积极协调当地联防联控机制迅速收治确诊或疑似病例，立即将密切接触者转入集中隔离点医学观察，并协调疾控机构开展病毒消杀等工作;情形严重的，要提请联防联控机制将该养老机构按照集中隔离点标准进行管理，防止疫情扩散。</p>\r\n<p>四、充分应用信息手段，助力实现精准防控</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n各级民政部门要依托全国养老机构业务管理信息系统，掌握辖区每个养老机构落实《养老机构新型冠状病毒感染的肺炎疫情防控指南(第二版)》的困难、需求和总体情况，避免层层、多头上报信息。各养老机构要通过全国养老机构业务管理信息系统，在2月15日前及时反映相关情况、需求，发生新情况要及时更新。各地前期已经开发应用相关信息系统的，可以继续使用原系统，但要与全国养老机构业务管理信息系统共享数据。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n附件：养老机构新型冠状病毒感染的肺炎疫情防控指南(第二版) </p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;为贯彻落实党中央、国务院关于疫情防控工作重要部署及全国民政系统疫情防控工作电视电话会议要求，针对近期疫情防控新情况新问题，在总结各地经验做法、听取有关专家意见基础上，民政部对1月28日发布的《养老机构新型冠状病毒感染的肺炎疫情防控指南(第一版)》作出部分修订，现予印发，并就做好落实工作提出要求如下：\r\n<p>一、进一步明确责任狠抓落实</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n各级民政部门要在党委和政府统一领导下，紧紧依靠当地联防联控机制，做好养老服务领域疫情防控部署的落实工作。要在实战中不断总结经验做法，提升疫情防控能力。要督促指导每家养老机构应知应会、逐项落实民政部《养老机构新型冠状病毒感染的肺炎疫情防控指南》(以下简称《指南》)及属地相关防控要求。要通过建立技术指导组、防控工作交流微信群等方式，充分发挥行业组织和示范性养老机构作用，采取交流借鉴、互帮互学、对口支援等针对性措施，重点帮助防控力量薄弱机构，齐心协力，共渡难关。要力戒形式主义、官僚主义，多采取网络视频会议、微信工作群、电话等方式开展工作。因工作需要进入养老机构的外部人员，要严格遵守养老机构内控措施，做好相应防护工作。</p>\r\n<p>二、进一步加强养老机构出入管理，保障刚性服务需求</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n因家庭无力照顾等特殊情况确需返院的春节回家老年人、拟新入住老年人，以及返岗的养老机构工作人员，如果没有疑似症状、且没有在15日内接触湖北疫区逗留经历人员等《指南》禁止进入的情形，可经医学隔离观察14天无异常后，收住入院或上岗工作。有条件开展医学隔离观察的养老机构，可以自行开展拟进入人员的医学隔离观察;不具备条件的，市或县级民政部门要在本级联防联控机制统筹下，通过政府指定的集中医学隔离观察点、有条件的养老机构或新设立的专门场所，对拟进入人员进行集中医学隔离观察。省级民政部门要加强统筹指导。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n社区养老服务机构(含社区养老机构、日间照料中心、养老驿站、农村幸福院等)原则上暂停集中式服务和聚集性活动;有老年人全日托养的，按养老机构疫情防控要求管理。对空巢(独居)、生活不能自理且子女亲属已接受隔离治疗，或者子女亲属参加疫情防控一线工作无暇照顾的老年人等刚需群体，经与家属协商一致，在安全防护前提下，充分发挥联防联控机制保障作用，动员村(居)民委员会、物业企业、养老服务机构等做好上门帮扶或接收入住养老机构。</p>\r\n<p>三、进一步加强统筹协调，严防养老机构成为群体性感染爆发点</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n认真贯彻落实国务院应对新型冠状病毒感染的肺炎疫情联防联控机制《关于做好老年人新型冠状病毒感染肺炎疫情防控工作的通知》(肺炎机制发〔2020〕11号)要求，针对养老机构口罩、消毒液等防护物资紧缺和医疗资源不充分等情况，各级民政部门要及时精确掌握，第一时间向辖区联防联控机制反映，协调建立养老机构内感染病人救治绿色通道，给予相应防控物资和防控技术支持。省级民政部门要指导市县级民政部门研究制定养老机构出现疫情后的应急处置预案，并纳入本级联防联控机制。根据需要建立区域养老服务应急支援队伍，对疫情防控中遇到突发紧急事件、无法自我处置的养老机构，给予支援。养老机构出现疫情的，辖区民政部门要即时启动应急预案，积极协调当地联防联控机制迅速收治确诊或疑似病例，立即将密切接触者转入集中隔离点医学观察，并协调疾控机构开展病毒消杀等工作;情形严重的，要提请联防联控机制将该养老机构按照集中隔离点标准进行管理，防止疫情扩散。</p>\r\n<p>四、充分应用信息手段，助力实现精准防控</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n各级民政部门要依托全国养老机构业务管理信息系统，掌握辖区每个养老机构落实《养老机构新型冠状病毒感染的肺炎疫情防控指南(第二版)》的困难、需求和总体情况，避免层层、多头上报信息。各养老机构要通过全国养老机构业务管理信息系统，在2月15日前及时反映相关情况、需求，发生新情况要及时更新。各地前期已经开发应用相关信息系统的，可以继续使用原系统，但要与全国养老机构业务管理信息系统共享数据。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n附件：养老机构新型冠状病毒感染的肺炎疫情防控指南(第二版) </p>\r\n', '2020-01-28 11:32:50', 'http://localhost:8080/file/info5.jpg');
INSERT INTO `information` VALUES (7, '养老院通知关于推进养老机构医疗服务全覆盖的指导意见', '<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;为进一步推进全市医养结合工作，不断满足老年人健康养老需求，着力解决全市养老机构医疗服务不足的现状，按照国家卫健委下发的《关于做好医养结合机构审批登记工作的通知》(国卫办老龄发〔2019〕17号)要求，现结合我市实际，提出如下指导意见：</p>\r\n<p>一、指导思想</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;坚持以党的十九大和十九届二中、三中全会精神为统领，以推进健康扬州建设和老年人基本医疗养老服务需求为出发点，充分发挥政府引导、社会参与和市场驱动作用，统筹整合养老服务和医疗卫生等方面的资源，加强部门合作，创新运作模式，加快推进机构养老服务需求和医疗资源衔接配合，实现资源共享，功能互补，不断满足养老机构老年人的健康服务需求。</p>\r\n<p>二、主要目标<p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp建立完善的养老机构健康服务长效机制，深化责任(医院)医生签约服务，建立相适应的养老机构医疗服务体系，推动医疗护理和康复等服务延伸至养老机构。到2019年底，实现全市养老机构医疗服务基本全覆盖，为常住老年人提供基本医疗服务需求;为养老机构老年人建立健康档案，每年为65岁以上老年人提供不少于一次的健康管理服务，开展健康生活方式和健康状况评估、体格检查、健康教育指导;为行动不便和有就医需求转诊上级医院的提供就医绿色通道，满足基本的医疗服务需求，各县(市、区)通过建立区域性养老服务中心，探索“农村区域性养老服务中心+农村区域性医疗卫生服务中心”试点工作，提升医养结合水平，让老年人享受到更加规范、便捷的养老和健康服务。</p>\r\n<p>三、主要任务</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp (一)健全医疗卫生机构与养老机构合作机制。支持医疗卫生机构与就近的养老机构开展多种形式的协议合作，建立健全协作机制，明确双方责任。一是医疗卫生机构为养老机构开通预约就诊绿色通道，为入住老年人提供医疗巡诊、健康管理、保健咨询、预约就诊、急诊急救、中医养生保健等服务，确保入住老年人能够得到及时有效的医疗救治。二是对暂不具备条件设置医疗机构的护理型和助养型等养老机构，按照就近就便、互惠互利原则，由所在地乡镇卫生院(街道社区卫生服务中心)在养老机构增设医疗卫生服务点或家庭医生签约工作站，开展多形式医养结合服务。三是可以通过签约服务开展定期巡诊来为养老机构的老年人提供医疗服务，对开展签约巡诊服务的养老机构要有独立的医疗服务场所、场所内要有医生办公桌，家庭医生服务的必备医疗设备、签约服务相关制度和巡诊服务的台帐资料、增挂“**家庭医生工作室”。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp (二)支持养老机构内设医疗服务机构。养老机构内设医疗机构为门诊部、诊所、医务室、护理站的，根据原国家卫生计生委办公厅《关于养老机构内部设置医疗机构取消行政审批实行备案管理的通知》(国卫办医发〔2017〕38号)和国家卫健委下发的《关于做好医养结合机构审批登记工作的通知》(国卫办老龄发〔2019〕17号)要求，取消行政审批，实行备案管理。申办人应当向所在地的县级卫生健康行政部门备案。经卫健部门许可或备案的内设医疗机构，优先纳入医保定点。各地要大力推动农村敬老院(养老院)向医养结合型养老服务机构转型发展。鼓励有条件的非政府所在地的乡镇卫生院(街道社区卫生服务中心、门诊部)全面托管所在地的乡镇养老院，实行两院统一管理。</p>\r\n<p>四、工作要求</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp 1、加强组织领导。各地要把推进养老机构的医疗服务基本全覆盖，作为推进医养结合的一项重要内容来抓，作为民生工作来抓，建立政府主导，卫健、民政部门共同主抓，统筹协调各方资源，落实相关职责，为把工作落实到位提供组织保障。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp 2、明确工作职责。各地卫健、民政部门要充分发挥牵头作用，主动争取地方党委、政府的支持，协调解决医疗人才、场所设置和奖补资金。卫健部门要允许基层医疗机构执业医师(家庭签约医生团队的医生)到养老机构设置的医疗机构或卫生室(医务室)提供服务。民政部门要对内设置医疗场所和落实医疗服务的机构给予资金支持，支持省补资金、福彩公益金用于奖补。</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp 3、强化督查考核。各地要结合本地实际，制定切实可行的实施方案，明确具体工作措施和时间节点。在落实签约服务过程中，要明确各自职责和服务内容，定期对运行情况进行监督检查，以督查促落实，以督查促发展，及时总结特色做法，提炼示范经验。11月底前，各地要全面完成养老机构医疗全覆盖任务，市卫健、民政将适时进行抽查。</p>\r\n\r\n', '2019-01-25 12:23:09', 'http://localhost:8080/file/info6.jpg');
INSERT INTO `information` VALUES (8, '养老院老人如何调节情绪', '&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;我国已经进入了老龄化社会,如何提高老年群体的生存质量,让养老院的老人生活得不仅身体健康而且情绪愉悦,这是对老年福利工作者提出的新的要求和挑战。那么，养老院老人情绪如何调节呢?下面佰佰安全网小编就来跟大家介绍一下这方面的知识，让你对老年人兴趣爱好有一个全面的认识。  宣传心理保健的知识，劝导老年人自己进行心理调适 我们在长期的医护工作中发现，长寿老人往往都能做到胸怀开朗，处事热情，善解人意，他们与世无争，感到自己生活很充实、满足。  保持心理活动适度 老年人在进入颐养天年的境界后，不宜再给自己太多的负担，制定更多的计划和更高的目标，如果老年人身体和精力尚可，可以做一些力所能及的事情，对此种情况应该给予鼓励。如果老年人在进入养老院后角色定位不能转变，感到自己仍然在原来的工作岗位上，但却没有人像过去自己在位时的热情和关照，经常感到“人走茶凉”，这样会有较大的失落感，给心理调适带来困难。所以，在此时养老院的工作人员要尊敬老年人，关心老年人，必要时进行专业的心理疏导，对老年人的心理问题给予干预，帮助他们克服心理障碍，保持生理、心理和社会适应上的良好状态。  消除老年人的孤独感 社会的支持是很多老年人的实际需要。我院经常组织老年人在一起进行文艺体育活动、谈心、书画练习，外出参观旅游及与社会爱心人士联谊活动等，不断扩大人际沟通的范围，让老年人相互交流，来减少老人的孤独感和失落感，这有益于老年人之间加强沟通，宣泄烦恼，分享快乐。  子女应依法负担老年人的赡养义务这是无条件的，但还应该从心理上多关心和照顾老年人，否则老年人仍会感到孤独、无助。如果因工作的需要、学习的需要与老年人分居两地，要经常到老年人的住处探望，有孙辈的应多让他们与老年人相聚，以满足老年人享受天伦之乐的心理需求。近年来，新型社会化的养老模式已进入“居家养老”，这也使得家庭亲情式的人情化服务让老人的心理问题得到了一定的缓解。  消除老年人的隔离感 对空巢家庭或独居的老年人，对听力、视力有明显下降的老年人，在本来就孤独的情况下，态度越发冷淡，心情也越发寂寞，对这种老年人，养老护理员应采取相应措施，相应的改善他们的听觉、视觉，并经常和他们谈心，鼓励他们走出个人世界，重建生活信心，融入正常的人际交往中。  积极采取社会措施 社会应发动更多的义工和志愿者，号召社会力量来帮助老年人。  对临终老人的心理和社会需求 临终老年人心理表现一般表现为恐惧、眷恋、担心、焦虑等等。而我院在积极开展临终关怀病房就是要满足临终老年人的心理需求，即在病房营造良好的休养环境，创造子女团聚的机会，让患者正确对待疾病后有所宣泄，并尊重自己的风俗习惯等，尽全力地给予患者积极的心理支持。  通过上面的介绍，相信您一定了解了养老院老人情绪如何调节的知识，老年人情绪问题不容忽视，它会影响到家庭和谐和老人的健康安全。', '2011-01-29 15:12:01', 'http://localhost:8080/file/info22.jpg');
INSERT INTO `information` VALUES (9, '养老院老人常见的心理需求', '&nbsp; &nbsp; &nbsp;  &nbsp; &nbsp; &nbsp;养老院老人常见的心理需求有什么呢？带着这个问题就让佰佰安全网小编和您一起去了解一下。\r\n养老院老人常见的心理需求之健康需求：人到老年，常有恐老、怕病、惧死的心理，所以健康问题是老年人绝对关注的一个问题。作为养老养生机构，我们在食品的卫生及营养搭配方面及医疗设备方面要让老年人无后顾之忧。\r\n养老院老人常见的心理需求之依存需求：人到老年，精力、体力、脑力都有所下降，有的生活不能完全自理，希望得到关心照顾。子女们很孝顺，由于各种各样的因素不能时时刻刻的在身边照顾他们，所以作为我们养老服务工作者要给予老年人的不仅仅是关心照顾，还要给予她们家的感觉。\r\n养老院老人常见的心理需求之和睦需求：佰佰安全网认为老年人都希望自己有个和睦的家庭环境，邻居关系融洽，互敬互爱，互相帮助，老年人就会感到温暖和幸福。我们要经常组织老人进行进行必要的情感交流和社会交往，开展文化活动和社会交往，开展文化活动，对老人进行保健知识教育，帮老人树立向上的老年价值观，帮助老人进行心理调适和处理好老人之间的关系。\r\n\r\n养老院老人常见的心理需求之安静需求：老年人一般都喜欢安静，怕吵怕乱。老年人阅历丰富,有自己喜欢做的事,且有自己的主张，我们也要给他们属于自己的个人世界。\r\n养老院老人常见的心理需求之变化需求:变化需求是适应生理变化和社会角色变化的一种心理现象.我们应帮助老年人应顺应客观现实,如生理更年期,离退休等变化,积极面对人生.\r\n养老院老人常见的心理需求之求知需求:中老年人离开工作岗位后,也希望能认真系统地学习,俗话说\"活到老.学到老\",积极用脑可延缓衰老。\r\n', '2016-01-01 15:21:02', 'http://localhost:8080/file/info33.jpg');
INSERT INTO `information` VALUES (23, '通知宋玉杰值班', '紧急通知', '2020-02-12 04:03:05', '');
INSERT INTO `information` VALUES (24, 'A111房间紧急通知', '全体开会', '2020-01-06 04:03:05', '');
INSERT INTO `information` VALUES (25, '养老院新通知', '全体员工开会', '2020-02-07 04:03:15', '');
INSERT INTO `information` VALUES (26, '通知B113工作人员', '紧急通知', '2020-02-11 04:03:05', '');
INSERT INTO `information` VALUES (33, '通知王守仁值班', '请快来主任办公室', '2020-02-19 04:03:05', '');

-- ----------------------------
-- Table structure for month
-- ----------------------------
DROP TABLE IF EXISTS `month`;
CREATE TABLE `month`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `month` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of month
-- ----------------------------
INSERT INTO `month` VALUES (1, '1月');
INSERT INTO `month` VALUES (2, '2月');
INSERT INTO `month` VALUES (3, '3月');
INSERT INTO `month` VALUES (4, '4月');
INSERT INTO `month` VALUES (5, '5月');
INSERT INTO `month` VALUES (6, '6月');
INSERT INTO `month` VALUES (7, '7月');
INSERT INTO `month` VALUES (8, '8月');
INSERT INTO `month` VALUES (9, '9月');
INSERT INTO `month` VALUES (10, '10月');
INSERT INTO `month` VALUES (11, '11月');
INSERT INTO `month` VALUES (12, '12月');

-- ----------------------------
-- Table structure for salary
-- ----------------------------
DROP TABLE IF EXISTS `salary`;
CREATE TABLE `salary`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '工资id',
  `uid` int(11) NULL DEFAULT NULL COMMENT '关联用户id',
  `performance` double(255, 1) NULL DEFAULT NULL COMMENT '奖励',
  `factSalary` double(255, 1) NULL DEFAULT NULL COMMENT '实发工资',
  `deductSituation` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '扣减情况',
  `deductSalary` double(10, 1) NOT NULL COMMENT '扣减工资',
  `mid` int(11) NULL DEFAULT NULL COMMENT '月份id',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of salary
-- ----------------------------
INSERT INTO `salary` VALUES (1, 34, 500.0, 5000.0, '缺勤', -100.0, 1);
INSERT INTO `salary` VALUES (2, 39, 500.0, 5000.0, '无缺勤', 0.0, 1);

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `userName` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户名',
  `password` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '密码',
  `gender` int(1) NULL DEFAULT NULL COMMENT '性别 0未设置1男 2女',
  `age` int(5) NULL DEFAULT NULL COMMENT '年龄',
  `phone` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '电话',
  `email` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '邮箱',
  `createDate` date NULL DEFAULT '0000-00-00' COMMENT '创建日期',
  `role` int(1) NULL DEFAULT NULL COMMENT '角色  1 管理员  2已登录老人  3未登录老人 4已登录用户 5 未登录用户6员工',
  `birthday` date NULL DEFAULT NULL,
  `uresp` int(255) NULL DEFAULT NULL COMMENT '护理老人',
  `salaryCard` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '工资卡',
  `nation` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '名族',
  `IdCard` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '身份证号',
  `nickName` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '昵称',
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '住址',
  `realationTele` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '亲戚电话号码',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 53 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'wave', '123', 1, 18, '17898565689', '1367203302@qq.com', '2019-09-12', 1, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '半袖男孩', '天津市桃花村', '13672535623');
INSERT INTO `user` VALUES (2, 'jack', '123', 1, 26, '13752753562', '1367203302@qq.com', '2019-09-13', 1, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '星星', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (3, 'lucy', '123', 2, 18, '13758956895', '1367203302@qq.com', '2019-09-26', 1, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '打不死的小强', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (4, 'rose', '123', 1, 23, '13678956895', '1367203302@qq.com', '2019-09-08', 1, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '天空之城', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (5, '花儿', '123', 2, 63, '18935644658', '1367203302@qq.com', '2019-09-11', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '白色半袖', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (7, '鸟儿', '123', 0, 78, '13577892223', '1367203302@qq.com', '2019-09-08', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '夜空', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (8, '鱼儿', '123', 1, 73, '13578956956', '1367203302@qq.com', '2019-09-16', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '曾经', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (9, '马儿', '123', 0, 65, '13852753562', '1367203302@qq.com', '2019-09-04', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '筷子', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (10, '程晓匡', '123', 1, 22, '13752753562', '1367203302@qq.com', '2019-09-04', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '妞妞', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (11, '狗儿', '123', 0, 68, '13752753562', '1367203302@qq.com', '2019-09-05', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', 'love you', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (12, '张三', '123', 0, 70, '17863540978', '1367203302@qq.com', '2019-09-05', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '楠儿', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (13, '刘三', '123', 1, 79, '13754259568', '1367203302@qq.com', '2019-02-28', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '明天会更好', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (17, '谢鹏', '123', 1, 65, '13752753562', '1367203302@qq.com', '2020-02-11', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '香蕉你个不呐呐', '天津市桃花村', '13672535623');
INSERT INTO `user` VALUES (19, '志博', '123', 1, 65, '17898565689', '1367203302@qq.com', '2020-02-11', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '白首不分离', '天津市桃花村', '1356899999');
INSERT INTO `user` VALUES (20, '仙鹤', '123', 1, 58, '15935234962', '1367203302@qq.com', '2020-02-11', 3, '2020-01-06', NULL, '6228480028473327071', '汉族', '140225199603255114', '愿得一人心', '天津市桃花村', '13672535622');
INSERT INTO `user` VALUES (21, '杏儿', '123', 0, 63, '13589567689', '1367203302@qq.com', '2020-02-12', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '不想理你', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (22, '金柱', '123', 1, 29, '13898567894', '1367203302@qq.com', '2020-02-12', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '呵呵呵呵', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (23, '程晓军', '123', 0, 86, '13752753562', '1367203302@qq.com', '2020-03-06', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '橘子你个昂睿智', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (24, '王菲', '123', 1, 29, '17898565689', '1367203302@qq.com', '2020-03-08', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '香蕉你个不呐呐', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (25, '张鹏', '123', 1, 86, '17898565689', '1367203302@qq.com', '2020-03-11', 2, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '苹果你个爱泡泡', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (26, '毛毛', '123', 0, 84, '13752753256', '1367203302@qq.com', '2020-03-10', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '放飞自我', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (27, '汪汪', '123', 1, 29, '17898565689', '1367203302@qq.com', '2020-03-11', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', 'ambition', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (31, '西瓜', '123', 1, 89, '17898565689', '1367203302@qq.com', '2020-03-11', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', 'beautiful', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (32, '款款', '123', 0, 29, '13752753562', '1367203302@qq.com', '2020-03-11', 3, '2020-01-06', NULL, '6228480028473327071', '蒙古族', '140225199603255114', 'free and easy', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (34, '玲玲', '123', 1, 26, '13752753562', '1367203302@qq.com', '2020-03-11', 6, '2020-01-06', 0, '6228480028473327071', '蒙古族', '140225199603255114', '夜里出此昂', '天津市桃花村', '13672535625');
INSERT INTO `user` VALUES (35, '王守仁', '123', 1, 34, '13658265968', '1367203302@qq.com', '2020-03-12', 6, '2020-01-06', 13, '6228480028473327071', '蒙古族', '140225199603255114', '青鸾', '天津市桃花村', '13672535625');
INSERT INTO `user` VALUES (36, '王鑫', '123', 0, 30, '13758456895', '1367203302@qq.com', '2020-03-13', 3, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '无心配青鸾', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (37, '王星', '123', 0, 30, '13752753562', '1367203302@qq.com', '2020-03-13', 7, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '白琉璃', '天津市桃花村', '13672535625');
INSERT INTO `user` VALUES (38, '王小强', '123', 0, 30, '13587956895', '1367203302@qq.com', '2020-03-13', 7, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '疯子', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (39, '宋玉杰', '123', 1, 30, '13752753562', '1367203302@qq.com', '2020-03-13', 7, '2019-10-31', 52, '6228480028473327071', '蒙古族', '140225199603255114', '玲珑', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (40, '刘鑫', '123', 0, 30, '13589795622', '1367203302@qq.com', '2020-03-13', 7, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '一片天', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (41, '陈宝国', '123', 0, 30, '13689569788', '1367203302@qq.com', '2020-03-13', 7, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '为你倾城', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (42, '刘新玲', '123', 2, 30, '13758469225', '1367203302@qq.com', '2020-03-13', 6, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '浪子', '天津市华悦台', '13689568955');
INSERT INTO `user` VALUES (43, '王鹏诚', '123', 1, 65, '13752753562', '1367203302@qq.com', '2020-03-14', 3, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '吃包子不吃皮', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (44, '鹏鹏', '123', 2, 29, '13752753562', '1367203302@qq.com', '2020-03-14', 6, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '橙子', '天津市桃花村', '13689568955');
INSERT INTO `user` VALUES (45, '张伟', '123', 0, 89, '13752753562', '1367203302@qq.com', '2020-03-15', 3, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '微微一笑倾城@', '天津市桃花村', '13672535621');
INSERT INTO `user` VALUES (46, '王婷', '123', 0, 29, '13752753562', '1367203302@qq.com', '2020-03-15', 7, '2019-10-31', NULL, '6228480028473327071', '蒙古族', '140225199603255114', '婷婷', '天津市华悦台', '13672535623');
INSERT INTO `user` VALUES (47, '王宝', '123', 2, 65, '13752753562', '1367203302@qq.com', '2020-03-26', 2, '2019-10-31', NULL, NULL, '汉族', '140225199603255114', '来自星星的你', '大同县云州区', '13672535620');
INSERT INTO `user` VALUES (48, '鲁花', '123', 2, 65, '13752753562', '1367203302@qq.com', '2020-03-26', 3, '2019-10-31', NULL, NULL, '蒙古族', '140225199603255117', '放飞自我', '大同县云州区', '13672535622');
INSERT INTO `user` VALUES (49, '李志', '123', 1, 21, '13752753562', '1367203302@qq.com', '2020-03-26', 7, '2019-10-31', NULL, '6228480028473327071', '汉族', '140225199603255118', '小李', '大同县云州区', '13672535622');
INSERT INTO `user` VALUES (50, '王君', '123', 0, 65, '17898565689', '1367203302@qq.com', '2020-03-26', 3, '2019-10-31', NULL, NULL, '汉族', '140225199603255117', '裙子之水', '天津市华悦台', '13672535623');
INSERT INTO `user` VALUES (51, '李小平', '123', 0, 27, '13752753562', '1367203302@qq.com', '2020-03-26', 7, '2019-10-31', NULL, '6228480028473327071', '汉族', '140225199603255118', '无敌大魔头', '大同县云州区', '13672535625');
INSERT INTO `user` VALUES (52, '小明', '123', 0, 65, '13752753562', '1367203302@qq.com', '2020-03-31', 3, '2019-10-31', 0, NULL, '汉族', '140225199603255114', '无敌大魔头', '大同县云州区', '13672535625');

-- ----------------------------
-- View structure for sss
-- ----------------------------
DROP VIEW IF EXISTS `sss`;
CREATE ALGORITHM = UNDEFINED DEFINER = `root`@`localhost` SQL SECURITY DEFINER VIEW `sss` AS select `cost`.`id` AS `id`,`cost`.`bid` AS `bid`,`cost`.`uid` AS `uid`,`cost`.`costDate` AS `costDate`,`cost`.`eaxmCost` AS `eaxmCost`,`cost`.`foodCost` AS `foodCost`,`cost`.`lineCost` AS `lineCost`,`cost`.`orderStatus` AS `orderStatus`,`bed`.`price` AS `price`,`bed`.`status` AS `status`,`user`.`userName` AS `userName` from ((`cost` join `bed`) join `user`) where ((`cost`.`bid` = `bed`.`id`) and (`cost`.`uid` = `user`.`id`));

SET FOREIGN_KEY_CHECKS = 1;
